Repository: RoyJoel/TennisMoment_app_iOS
Catalog: TennisMoment/*.lproj/Localizable.strings
Languages: de, es, fr, zh_hans

source: Date
de: Datum
es: Fecha
zh_hans: 日期

source: Place
de: Ort
es: Lugar
fr: Lieu
zh_hans: 地点

source: Opponent
de: Gegner
es: Oponente
fr: Adversaire
zh_hans: 对手

source: Home
de: Startseite
es: Casa
fr: Accueil
zh_hans: 首页

source: Event
de: Veranstaltung
es: Evento
fr: Événement
zh_hans: 赛事

source: Me
de: Ich
es: Yo
fr: Moi
zh_hans: 我的

source: My Club
de: Mein Club
es: Mi club
fr: Mon club
zh_hans: 我的俱乐部

source: SCHEDULE
de: Spielplan
es: Calendario
fr: Calendrier
zh_hans: 赛程

source: COMPLETED
de: Beendet
es: Completado
fr: Terminé
zh_hans: 已结束

source: JOIN NOW
de: Beitreten
es: Únete ahora
fr: Rejoindre
zh_hans: 加入

source: In Progress
de: In Bearbeitung
es: En progreso
fr: En cours
zh_hans: 进行中

# lastGameTime
source: %d days %d hours since last match
de: Seit dem letzten Spiel sind %d Tage und %d Stunden vergangen
es: Han pasado %d días y %d horas desde el último partido
fr: Il s'est écoulé %d jours et %d heures depuis le dernier match
zh_hans: 距离上次比赛已过去 %d 天 %d 小时

source: YearsPlayed
de: Jahre gespielt
es: Años jugados
fr: Années jouées
zh_hans: 球龄

source: Height
de: Größe
es: Altura
fr: Taille
zh_hans: 身高

source: Width
de: Gewicht
es: Peso
fr: Poids
zh_hans: 体重

source: Grip
de: Griff
es: Empuñadura
fr: Prise
zh_hans: 握拍

source: Backhand
de: Rückhand
es: Revés
fr: Revers
zh_hans: 反拍

source: Current Points
de: Aktuelle Punkte
es: Puntos actuales
fr: Points actuels
zh_hans: 积分

source: SERVE
de: Aufschlag
es: Saques
fr: Service
zh_hans: 发球端

source: RETURN
de: Rückhand
es: Devoluciones
fr: Retour de service
zh_hans: 接发端

source: ACES
de: Asses

source: DOUBLE FAULTS
de: Doppelfehler
es: Dobles faltas
fr: Doubles fautes
zh_hans: 双误

source: RETURN ACES
de: Rückhandass
es: Aces de devolución
fr: Retour d'aces
zh_hans: 回发ACES

source: 1ST SERVE IN
de: Erster Aufschlag im Feld
es: 1er saque adentro
fr: 1er service réussi
zh_hans: 一发成功率

source: 1ST SERVE WON
de: Erster Aufschlag gewonnen
es: 1er saque ganado
fr: 1er service gagné
zh_hans: 一发赢球率

source: 2ND SERVE IN
de: Zweiter Aufschlag im Feld
es: 2do saque adentro
fr: 2ème service réussi
zh_hans: 二发成功率

source: 2ND SERVE WON
de: Zweiter Aufschlag gewonnen
es: 2do saque ganado
fr: 2ème service gagné
zh_hans: 二发赢球率

source: BREAK POINT SAVED
de: Break-Punkte gerettet
es: Puntos de quiebre salvados
fr: Points de break sauvés
zh_hans: 破发点挽救成功率

source: 1ST RETURN IN
de: Erste Rückhand erfolgreich
es: 1ra devolución adentro
fr: 1er retour réussi
zh_hans: 接一发成功率

source: 1ST RETURN WON
de: Erste Rückhand gewonnen
es: 1ra devolución ganada
fr: 1er retour gagné
zh_hans: 接一发赢球率

source: 2ND RETURN IN
de: Zweite Rückhand erfolgreich
es: 2da devolución adentro
fr: 2ème retour réussi
zh_hans: 接二发成功率

source: 2ND RETURN WON
de: Zweite Rückhand gewonnen
es: 2da devolución ganada
fr: 2ème retour gagné
zh_hans: 接二发赢球率

source: BREAK POINT CONVERT
de: Break-Punkte umgewandelt
es: Puntos de quiebre convertidos
fr: Points de break convertis
zh_hans: 破发点转化率

source: NET POINTS
de: Netzpunkte
es: Puntos en la red
fr: Points au filet
zh_hans: 网前得分

source: UNFORCED ERRORS
de: Ungezwungene Fehler
es: Errores no forzados
fr: Erreurs non provoquées
zh_hans: 非受迫性失误

source: FOREHAND WINNERS
de: Vorhandgewinner
es: Ganadores de derecha
fr: Points gagnants coup droit
zh_hans: 正手制胜分

source: BACKHAND WINNERS
de: Rückhandgewinner
es: Ganadores de revés
fr: Points gagnants revers
zh_hans: 反手制胜分

source: ACTIVITY
de: Aktivität
es: Resultado del partido
fr: Résultat
zh_hans: 比赛结果

source: STATS
de: Statistiken
es: Estadísticas
fr: Statistiques de carrière
zh_hans: 生涯数据

source: One-Handed
de: Einhändig
es: Un mano
fr: Revers à une main
zh_hans: 单手反拍

source: Two-Handed
de: Zweihändig
es: Dos manos
fr: Revers à deux mains
zh_hans: 双手反拍

source: RESULT
de: Ergebnis
es: Resultado
fr: Résultat
zh_hans: 比分

source: WINNERS
de: Gewinner
es: Ganadores
fr: Points gagnants
zh_hans: 制胜分

source: Round
de: Runde
es: Ronda
fr: Tour
zh_hans: 轮次

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
zh_hans: 比分

source: UEs
de: Ungezwungene Fehler
es: Errores no forzados
fr: Erreurs non provoquées
zh_hans: 非受迫性失误

source: FH Winners
de: Vorhandgewinner
es: Ganadores de derecha
fr: Points gagnants coup droit
zh_hans: 正手制胜分

source: BH Winners
de: Rückhandgewinner
es: Ganadores de revés
fr: Points gagnants revers
zh_hans: 反手制胜分

# setResult
source: SET %d
de: Satz %d
zh_hans: 第 %d 盘

source: To Serve
de: Aufschlag
es: Servir
fr: Servir
zh_hans: 发球

source: To Return
de: Rückhand
es: Volver
fr: Renvoyer
zh_hans: 接发球

source: hard
de: Hartplatz
es: duro
fr: dur
zh_hans: 硬地

source: grass
de: Grasplatz
es: césped
fr: herbe
zh_hans: 草地

source: clay
de: Sandplatz
es: arcilla
fr: terre battue
zh_hans: 红土

source: Search
de: Suchen
es: Buscar
fr: Rechercher
zh_hans: 搜索

source: ONGOING
de: Läuft
es: EN CURSO
fr: EN COURS
zh_hans: 已开赛

source: Stats
de: Statistiken
es: Estadísticas
fr: Statistiques
zh_hans: 技术统计

source: Aces
de: Asses
fr: As

source: Double Faults
de: Doppelfehler
es: Dobles Faltas
fr: Doubles fautes
zh_hans: 双发失误

source: Return Aces
de: Aufschlag Asse zurückgewonnen
es: Aces en Devolución
fr: Aces au retour
zh_hans: 回发Aces

source: 1ST Serve In
de: 1. Aufschlag ins Feld
es: 1ER Saque Adentro
fr: 1er service dans le court
zh_hans: 一发成功率

source: 1ST Serve Won
de: 1. Aufschlag gewonnen
es: 1ER Saque Ganado
fr: 1er service gagné
zh_hans: 一发得分率

source: 2ND Serve In
de: 2. Aufschlag ins Feld
es: 2DO Saque Adentro
fr: 2e service dans le court
zh_hans: 二发成功率

source: 2ND Serve Won
de: 2. Aufschlag gewonnen
es: 2DO Saque Ganado
fr: 2e service gagné
zh_hans: 二发得分率

source: BREAK Point Saved
de: Breakpunkt abgewehrt
es: Punto de Break Salvado
fr: Balle de break sauvée
zh_hans: 破发点挽救成功率

source: Serve Game Won
de: Aufschlagspiel gewonnen
es: Juego de Saque Ganado
fr: Jeu de service gagné
zh_hans: 发球局胜率

source: Serve Point Won
de: Aufschlagpunkt gewonnen
es: Punto de Saque Ganado
fr: Point de service gagné
zh_hans: 接发分胜率

source: 1ST Return In
de: 1. Return ins Feld
es: 1RA Devolución Adentro
fr: 1er retour dans le court
zh_hans: 接一发成功率

source: 1ST Return Won
de: 1. Return gewonnen
es: 1RA Devolución Ganada
fr: 1er retour gagné
zh_hans: 接一发赢球率

source: 2ND Return In
de: 2. Return ins Feld
es: 2DA Devolución Adentro
fr: 2e retour dans le court
zh_hans: 接二发成功率

source: 2ND Return Won
de: 2. Return gewonnen
es: 2DA Devolución Ganada
fr: 2e retour gagné
zh_hans: 接二发赢球率

source: Break Point Convert
de: Breakpunkt genutzt
es: Conversión de Punto de Break
fr: Balle de break convertie
zh_hans: 破发点转化率

source: Return Game Won
de: Returnspiel gewonnen
es: Juego de Devolución Ganado
fr: Jeu de retour gagné
zh_hans: 接发球局胜率

source: Return Point Won
de: Returnpunkt gewonnen
es: Punto de Devolución Ganado
fr: Point de retour gagné
zh_hans: 接发分胜率

source: Net Points
de: Netzpunkte
es: Puntos en la Red
fr: Points au filet
zh_hans: 网前得分

source: Unforce Errors
de: Ungezwungene Fehler
es: Errores No Forzados
fr: Erreurs non forcées
zh_hans: 非受迫性失误

source: Forehand Winners
de: Vorhandwinner
es: Ganadores de Derecha
fr: Coups droit gagnants
zh_hans: 正手制胜分

source: Backhand Winners
de: Rückhandwinner
es: Ganadores de Revés
fr: Revers gagnants
zh_hans: 反手制胜分

source: Serve Stats
de: Aufschlagsstatistik
es: Estadísticas de Saque
fr: Statistiques de service
zh_hans: 发球端技术统计

source: Return Stats
de: Returnstatistik
es: Estadísticas de Devolución
fr: Statistiques de retour
zh_hans: 接发端技术统计

source: Continented
de: Kontinentalgriff
es: Continental
fr: Continental
zh_hans: 大陆式

source: Eastern
de: Östlicher Griff
es: Este
fr: Est
zh_hans: 东方式

source: SemiWestern
de: Halbwestlicher Griff
es: Semi-Oeste
fr: Semi-ouest
zh_hans: 半西式

source: Western
de: Westlicher Griff
es: Oeste
fr: Ouest
zh_hans: 西方式

source: SET
de: SATZ
zh_hans: 盘

source: GAME
de: SPIEL
es: JUEGO
fr: JEU
zh_hans: 局

source: POINT
de: PUNKT
es: PUNTO
zh_hans: 分

source: ACE
de: ASS

source: SERVE WINNER
de: AUFSCHLAGWINNER
es: GOLPE GANADOR DE SAQUE
fr: COUP GAGNANT AU SERVICE
zh_hans: 发球直得

source: UNFORCED ERROR
de: UNGEZWUNGENER FEHLER
es: ERROR NO FORZADO
fr: ERREUR NON FORCÉE
zh_hans: 非受迫性失误

source: NET POINT
de: NETZPUNKT
es: PUNTO EN LA RED
fr: POINT AU FILET
zh_hans: 网前得分

source: FOREHAND WINNER
de: VORHANDWINNER
es: GOLPE GANADOR DE DERECHA
fr: COUP DROIT GAGNANT
zh_hans: 正手制胜分

source: BACKHAND WINNER
de: RÜCKHANDWINNER
es: GOLPE GANADOR DE REVÉS
fr: REVERS GAGNANT
zh_hans: 反手制胜分

source: GoldenGoal
es: Gol de Oro
fr: But en or
zh_hans: 金球

source: RETURN ACE
zh_hans: 回发ACE

source: SERVE FAULT
zh_hans: 发球失误
